// const colors = {
//     50: '#e0f2f1',
//     100: '#b2dfdb',
//     200: '#80cbc4',
//     300: '#4db6ac',
//     400: '#26a69a',
//     500: '#009688',
//     600: '#00897b',
//     700: '#00796b',
//     800: '#00695c',
//     900: '#004d40',
// };

const colors = {
    50: '#E3E4F1',
    100: '#B0B5E4',
    200: '#7C85D7',
    300: '#4A56CB',
    400: '#3F50B5',
    500: '#354A9A',
    600: '#2B3B80',
    700: '#1F2B66',
    800: '#151D4D',
    900: '#0B0E33',
};

export default colors;
// 사용시
// 1. 사용하려는 컴포넌트에 import colors
// 2. ㄴstyled-compnent안에서 ${color: colors[500]}
